<?php

return [
    'user_created' => 'Корбар бо муваффақият сохта шуд',
    'user_updated' => 'Корбар бо муваффақият нав карда шуд',
    'user_deleted' => 'Корбар бо муваффақият нест карда шуд',
    'email_exists' => 'Корбар бо ин email аллакай мавҷуд аст',
    'only_teachers_students' => 'Танҳо муаллимон ва донишҷӯёнро эҷод кардан мумкин аст',
    'group_created' => 'Гурӯҳ бо муваффақият сохта шуд',
    'group_updated' => 'Гурӯҳ бо муваффақият нав карда шуд',
    'subject_created' => 'Фан бо муваффақият сохта шуд',
    'subject_updated' => 'Фан бо муваффақият нав карда шуд',
    'schedule_created' => 'Ҷадвал бо муваффақият сохта шуд',
    'schedule_updated' => 'Ҷадвал бо муваффақият нав карда шуд',
    'error_creating' => 'Хато дар эҷод кардан: :message',
    'error_updating' => 'Хато дар навсозӣ кардан: :message',
];

